{
  "approved": true,
  "until": "2023-03-19T14:13:08.007Z",
  "slug": "bory-milena-595992261076",
  "type": "duo",
  "birthTime": null,
  "birthDate": null,
  "birthTime1": "1990-12-15T23:00:00.000Z",
  "birthDate1": "16-12-1990",
  "birthTime2": "1998-12-15T23:00:00.000Z",
  "birthDate2": "16-12-1998",
  "dateMatch": true,
  "faceMatch": 99,
  "name": null,
  "name1": "bory",
  "name2": "milena",
  "category": "indipendent",
  "agency": "indipendent",
  "nationality": "PY",
  "nationality1": "BG",
  "nationality2": "MZ",
  "virtual": false,
  "incall": false,
  "outcall": true,
  "dinner": true,
  "travel": true,
  "area": null,
  "rate": 2500000,
  "height": null,
  "breast": null,
  "waist": null,
  "hips": null,
  "height1": "175",
  "breast1": "95",
  "waist1": "60",
  "hips1": "85",
  "height2": "180",
  "breast2": "90",
  "waist2": "61",
  "hips2": "90",
  "english": "basic",
  "spanish": "basic",
  "portuguese": null,
  "head": {
    "original": "top luxury escort duo in Asunción ",
    "gn": "top luxury escort duo in Asunción ",
    "en": "top luxury escort duo in Asuncion",
    "pt": "melhor dupla de acompanhantes de luxo em Assunção",
    "es": "el mejor dúo de escorts de lujo en Asunción"
  },
  "about": {
    "original": "ANUNCIO DE PRUEBA\n\nSomos un dúo de chicas elegantes y a la vez casuales, imponentes pero sencillas, y espléndidamente naturales.\nSomos novias reales y bisexuales, una argentina y una colombiana.\nTenemos una mente abierta y somos muy seguras de lo que valemos como escorts de lujo.\nCon nuestra gracia y simpatía vamos a ayudarte a olvidar tensiones y problemas, y que te relajes en nuestros brazos.\nSomos dos estudiantes universitarias que con esta profesión no solo buscamos un rédito económico: también queremos divertirnos, viajar y conocer gente hermosa.\nAmamos la música, las salidas con amigos y reírnos mucho.\nCon mucha gimnasia y alimentación sana cuidamos nuestros espectaculares cuerpos llenos de curvas que van a encantarte.\nPodemos recibirte de noche o de día, también los fines de semana, si acordamos el encuentro con al menos 3 horas de anticipación; ¡Y antes de las 11 pm, por favor!\nAceptamos Mercado Pago y transferencias bancarias. Podemos hacer sexting, tríos, recibimos parejas, y estamos dispuestas a viajar. También podemos acompañarte a eventos, usar juguetes, tenemos lencería erótica y muchas ganas de complacerte.",
    "en": "TEST ANNOUNCEMENT\n\nWe are a duo of elegant yet casual girls, imposing yet simple, and splendidly natural.\nWe are real and bisexual brides, one Argentine and one Colombian.\nWe have an open mind and we are very sure of what we are worth as luxury escorts.\nWith our grace and sympathy we will help you forget tensions and problems, and relax in our arms.\nWe are two university students who with this profession are not only looking for an economic return: we also want to have fun, travel and meet beautiful people.\nWe love music, going out with friends and laughing a lot.\nWith a lot of gymnastics and healthy eating we take care of our spectacular bodies full of curves that you will love.\nWe can receive you at night or during the day, also on weekends, if we agree on the meeting at least 3 hours in advance; And before 11pm please!\nWe accept Mercado Pago and bank transfers. We can do sexting, threesomes, we receive couples, and we are willing to travel. We can also accompany you to events, use toys, we have erotic lingerie and we really want to please you.",
    "pt": "ANÚNCIO DE TESTE\n\nSomos uma dupla de garotas elegantes, mas casuais, imponentes, mas simples e esplendidamente naturais.\nSomos noivas reais e bissexuais, uma argentina e uma colombiana.\nTemos uma mente aberta e temos muita certeza do que valemos como acompanhantes de luxo.\nCom nossa graça e simpatia vamos ajudá-lo a esquecer tensões e problemas, e relaxar em nossos braços.\nSomos dois estudantes universitários que com esta profissão não procuram apenas um retorno económico: queremos também divertir-nos, viajar e conhecer pessoas bonitas.\nAdoramos música, sair com os amigos e rir muito.\nCom muita ginástica e alimentação saudável cuidamos de nossos corpos espetaculares cheios de curvas que você vai adorar.\nPodemos recebê-lo à noite ou durante o dia, também aos finais de semana, se combinarmos o encontro com pelo menos 3 horas de antecedência; E antes das 23h, por favor!\nAceitamos Mercado Pago e transferências bancárias. Podemos fazer sexting, trios, recebemos casais e estamos dispostos a viajar. Também podemos acompanhá-lo em eventos, usar brinquedos, temos lingerie erótica e queremos muito agradá-lo.",
    "es": "ANUNCIO DE PRUEBA\n\nSomos un dúo de chicas elegantes y a la vez casuales, imponentes pero sencillas, y espléndidamente naturales.\nSomos novias reales y bisexuales, una argentina y una colombiana.\nTenemos una mente abierta y somos muy seguras de lo que valemos como escorts de lujo.\nCon nuestra gracia y simpatía vamos a ayudarte a olvidar tensiones y problemas, y que te relajes en nuestros brazos.\nSomos dos estudiantes universitarias que con esta profesión no solo buscamos un rédito económico: también queremos divertirnos, viajar y conocer gente hermosa.\nAmamos la música, las salidas con amigos y reírnos mucho.\nCon mucha gimnasia y alimentación sana cuidamos nuestros espectaculares cuerpos llenos de curvas que van a encantarte.\nPodemos recibirte de noche o de día, también los fines de semana, si acordamos el encuentro con al menos 3 horas de anticipación; ¡Y antes de las 11 pm, por favor!\nAceptamos Mercado Pago y transferencias bancarias. Podemos hacer sexting, tríos, recibimos parejas, y estamos dispuestas a viajar. También podemos acompañarte a eventos, usar juguetes, tenemos lencería erótica y muchas ganas de complacerte."
  },
  "gallery": [
    {
      "fileId": "62efbeeb4f4a6867513c8775",
      "fileName": "44e53931-a8a9-4b68-a9de-edc8cd037fa512.jpg",
      "fileType": "image"
    },
    {
      "fileId": "62efbee0f08132176cb17422",
      "fileName": "a2288c07-948f-4c90-bdb3-c8b6c46201d803.jpg",
      "fileType": "image"
    },
    {
      "fileId": "63a401a4e809dd54b0e39be8",
      "fileName": "027e9c47-90dd-407f-b2ee-f8d2f5932f5f.mp4",
      "fileType": "non-image"
    }
  ],
  "blur": true,
  "accept": true,
  "phone": "+595992261076",
  "availabilityDayFrom": 1,
  "availabilityDayTo": 7,
  "availabilityHourFrom": 0,
  "availabilityHourTo": 24,
  "session": false,
  "dir": "/escorts",
  "path": "/escorts/bory-milena-595992261076",
  "extension": ".json",
  "createdAt": "2022-09-20T14:21:37.000Z",
  "updatedAt": "2022-12-22T07:07:42.000Z",
  "extra": [
    "threesome",
    "bdsm"
  ]
}
