{
  "approved": true,
  "phone": "+595992261076",
  "slug": "ruby-595992261076",
  "accept": true,
  "registry": {
    "availability": {
      "fromDay": 0,
      "toDay": 5,
      "fromHour": 12,
      "toHour": 2
    },
    "basic": {
      "name": "ruby",
      "category": "agency",
      "agency": "foo bar",
      "nationality": "RO"
    },
    "body": {
      "height": "174",
      "breast": "90",
      "waist": "60",
      "hips": "90"
    },
    "extra": [
      "rolePlay",
      "full",
      "kiss",
      "rolePlay",
      "full",
      "kiss"
    ],
    "languages": {
      "spanish": "basic",
      "english": "advanced",
      "portuguese": null
    },
    "rate": "800000",
    "services": {
      "virtual": false,
      "incall": false,
      "area": null,
      "outcall": true,
      "dinner": true,
      "travel": true
    }
  },
  "description": {
    "title": {
      "original": "Splendida escort rumena per cambio di ruoli",
      "it": "Splendida escort rumena per cambio di ruoli",
      "en": "Gorgeous Romanian escort for change of roles",
      "es": "Preciosa escort rumana para cambio de roles",
      "pt": "Linda escolta romena para mudança de papéis"
    },
    "about": {
      "original": "Solo ed esclusivamente per le persone che amano e desiderano il meglio da un incontro.\n\nCon me potrai avere tutto ciò che hai sempre sognato e desiderato.\n\nSono una splendida accompagnatrice di altissimo livello. Sensuale, elegante, educata, passionale e con una carica erotica che mi rende irresistibile.\n\nEsperta nell'arte della seduzione. Provocante e disinibita. Completissima per esaudire tutti i tuoi desideri. Alla ricerca del piacere reciproco.\n\nConcediti un'esperienza unica e speciale. Un'occasione davvero imperdibile.\n\nLe mie fotografie sono assolutamente reali al 100%. Ho coperto leggermente il mio viso solo ed esclusivamente per garantire la mia e la tua privacy.\n\nChiamami per fissare un appuntamento oppure scrivimi su WhatsApp. Ricordati che sono estremamente selettiva già al telefono.\n\nQuindi non essere volgare, maleducato e non mancarmi mai di rispetto. Garantisco un incontro di altissimo livello. Non ricevo assolutamente. Solo ed esclusivamente per incontri outcall.",
      "it": "Solo ed esclusivamente per le persone che amano e desiderano il meglio da un incontro.\n\nCon me potrai avere tutto ciò che hai sempre sognato e desiderato.\n\nSono una splendida accompagnatrice di altissimo livello. Sensuale, elegante, educata, passionale e con una carica erotica che mi rende irresistibile.\n\nEsperta nell'arte della seduzione. Provocante e disinibita. Completissima per esaudire tutti i tuoi desideri. Alla ricerca del piacere reciproco.\n\nConcediti un'esperienza unica e speciale. Un'occasione davvero imperdibile.\n\nLe mie fotografie sono assolutamente reali al 100%. Ho coperto leggermente il mio viso solo ed esclusivamente per garantire la mia e la tua privacy.\n\nChiamami per fissare un appuntamento oppure scrivimi su WhatsApp. Ricordati che sono estremamente selettiva già al telefono.\n\nQuindi non essere volgare, maleducato e non mancarmi mai di rispetto. Garantisco un incontro di altissimo livello. Non ricevo assolutamente. Solo ed esclusivamente per incontri outcall.",
      "en": "Only and exclusively for people who love and want the best from a meeting.\n\nWith me you can have everything you've ever dreamed of and desired.\n\nI am a splendid escort of the highest level. Sensual, elegant, educated, passionate and with an erotic charge that makes me irresistible.\n\nExpert in the art of seduction. Provocative and uninhibited. Very complete to fulfill all your wishes. Seeking mutual pleasure.\n\nTreat yourself to a unique and special experience. A truly unmissable opportunity.\n\nMy photographs are absolutely 100% real. I lightly covered my face only and exclusively to guarantee my and your privacy.\n\nCall me to make an appointment or write me on WhatsApp. Remember that I'm extremely selective already on the phone.\n\nSo don't be vulgar, rude and never disrespect me. I guarantee a meeting of the highest standard. I absolutely do not receive. Only and exclusively for outcall meetings.",
      "es": "Única y exclusivamente para personas que aman y quieren lo mejor de una reunión.\n\nConmigo podrás tener todo lo que siempre has soñado y deseado.\n\nSoy una espléndida escort del más alto nivel. Sensual, elegante, educada, apasionada y con una carga erótica que me hace irresistible.\n\nExperta en el arte de la seducción. Provocador y desinhibido. Muy completa para cumplir todos tus deseos. Buscando el placer mutuo.\n\nRegálate una experiencia única y especial. Una oportunidad verdaderamente imperdible.\n\nMis fotografías son absolutamente 100% reales. Me cubrí levemente la cara única y exclusivamente para garantizar mi privacidad y la tuya.\n\nLlámame para concertar una cita o escríbeme por WhatsApp. Recuerde que soy extremadamente selectivo ya en el teléfono.\n\nAsí que no seas vulgar, grosero y nunca me faltes al respeto. Te garantizo un encuentro del más alto nivel. Absolutamente no recibo. Única y exclusivamente para reuniones a domicilio.",
      "pt": "Única e exclusivamente para quem ama e quer o melhor de um encontro.\n\nComigo você pode ter tudo o que sempre sonhou e desejou.\n\nSou uma escolta esplêndida do mais alto nível. Sensual, elegante, educado, apaixonado e com uma carga erótica que me torna irresistível.\n\nEspecialista na arte da sedução. Provocante e desinibido. Muito completo para satisfazer todos os seus desejos. Buscando o prazer mútuo.\n\nMime-se com uma experiência única e especial. Uma oportunidade verdadeiramente imperdível.\n\nMinhas fotografias são absolutamente 100% reais. Cobri levemente meu rosto única e exclusivamente para garantir a minha e a sua privacidade.\n\nLigue-me para marcar uma consulta ou escreva-me no WhatsApp. Lembre-se de que sou extremamente seletivo já ao telefone.\n\nPortanto, não seja vulgar, rude e nunca me desrespeite. Eu garanto uma reunião do mais alto padrão. Eu absolutamente não recebo. Única e exclusivamente para reuniões externas."
    }
  },
  "gallery": {
    "medias": [
      {
        "id": "62f7a45b-f9dc-42b4-ad15-2bb30f836dea",
        "type": "image"
      },
      {
        "id": "06908239-68d1-45e0-8f52-9d26b100d6bb",
        "type": "image"
      },
      {
        "id": "86f64639-ac64-473b-8e8d-37a13bbee1d6",
        "type": "image"
      },
      {
        "id": "82c8fade-df47-4c62-9c52-60f4b20f49cd",
        "type": "image"
      },
      {
        "id": "849846cc-f4a8-493c-92bb-3d52903813bb",
        "type": "image"
      },
      {
        "id": "bda0b1f9-6c70-464e-8eb8-28aa8b9fcc88",
        "type": "image"
      },
      {
        "id": "c02d4bf2-f4c4-4cc8-9d00-2800c101779f",
        "type": "image"
      },
      {
        "id": "a6244b30-7b77-4267-8074-a1df7c70d347",
        "type": "image"
      },
      {
        "id": "75502ad6-317e-4c09-9a64-fe46cb113ae2",
        "type": "image"
      },
      {
        "id": "0add58d8-3889-47c4-8240-95816fe0640d",
        "type": "image"
      },
      {
        "id": "14f7861e-43e5-4d3f-ac30-5b0ea27c946b",
        "type": "image"
      },
      {
        "id": "57f896a8-b961-4ae8-8556-c5a15f824d54",
        "type": "image"
      }
    ],
    "blur": true
  },
  "preview": {
    "slug": "ruby-595992261076",
    "dateOfBirth": "12/16/1974",
    "name": "ruby",
    "agency": "foo bar",
    "rate": "800000",
    "title": {
      "original": "Splendida escort rumena per cambio di ruoli",
      "it": "Splendida escort rumena per cambio di ruoli",
      "en": "Gorgeous Romanian escort for change of roles",
      "es": "Preciosa escort rumana para cambio de roles",
      "pt": "Linda escolta romena para mudança de papéis"
    },
    "services": {
      "virtual": false,
      "incall": false,
      "area": null,
      "outcall": true,
      "dinner": true,
      "travel": true
    },
    "extra": [
      "rolePlay",
      "full",
      "kiss",
      "rolePlay",
      "full",
      "kiss"
    ],
    "cover": {
      "id": "62f7a45b-f9dc-42b4-ad15-2bb30f836dea"
    }
  },
  "approve": true
}
