{
  "approved": false,
  "phone": "+595992261076",
  "slug": "vittoria-595992261076",
  "accept": true,
  "registry": {
    "availability": {
      "fromDay": 0,
      "toDay": 6,
      "fromHour": 0,
      "toHour": 24
    },
    "basic": {
      "name": "Vittoria",
      "category": "agency",
      "agency": "foo bar",
      "nationality": "BR"
    },
    "body": {
      "height": "165",
      "breast": "90",
      "waist": "60",
      "hips": "90"
    },
    "extra": [
      "kiss",
      "couple"
    ],
    "languages": {
      "spanish": "basic",
      "english": "basic",
      "portuguese": "native"
    },
    "rate": 1100000,
    "services": {
      "virtual": true,
      "incall": true,
      "area": "Las Carmelitas",
      "outcall": true,
      "dinner": true,
      "travel": true
    }
  },
  "description": {
    "title": {
      "original": "Top class escort in Paraguay",
      "es": "Escort de primer nivel en Paraguay",
      "en": "Top class escort in Paraguay",
      "pt": "Acompanhantes de primeira classe no Paraguai"
    },
    "about": {
      "original": "﻿Per favore prima di contattarmi leggi la mia tariffa.\n\nNaturalmente richiedo educazione, igiene, gentilezza e generosità, per un uomo distinto, profumato e di elevato livello economico e culturale\n\nCiao sono Vittoria, una ragazza bellissima, di Alta Classe.\n\nSono raffinata ed elegante, dal fascino esotico mix perfetto tra Brasile e Giappone. \n\nSono una gatta tenerissima ma all' occorrenza posso trasformarmi in una diavoletta 🙈\n\nMi piace conversare, ridere, sono molto curiosa. \n\nSe vuoi posso accompagnarti a cene o eventi.\n\nSarò sempre adeguata al contesto, nell' abbigliamento, nel trucco, nella conversazione. \n\nAdoro imparare nuove cose e so essere molto SEXY E SENSUALE\n\nModestia a parte SONO UNA DONNA MERAVIGLIOSA e INDIMENTICABILE. \n\nVieni a vivere un momento entusiasmante FATTO DI RELAX eleganza e tanta PASSIONE. Mi dedicherò tutta a te, per farti vivere un incontro UNICO e assaporare un TRIPUDIO DI EMOZIONI\n\nTI FARO' VIVERE IL TUO SOGNO PIU' BELLO grazie al mio sorriso, alla mia energia positiva, alla mia bellezza e al mio corpo profumato e curato da tanta palestra. \n\nTi aspetto.",
      "it": "﻿Per favore prima di contattarmi leggi la mia tariffa.\n\nNaturalmente richiedo educazione, igiene, gentilezza e generosità, per un uomo distinto, profumato e di elevato livello economico e culturale\n\nCiao sono Vittoria, una ragazza bellissima, di Alta Classe.\n\nSono raffinata ed elegante, dal fascino esotico mix perfetto tra Brasile e Giappone. \n\nSono una gatta tenerissima ma all' occorrenza posso trasformarmi in una diavoletta 🙈\n\nMi piace conversare, ridere, sono molto curiosa. \n\nSe vuoi posso accompagnarti a cene o eventi.\n\nSarò sempre adeguata al contesto, nell' abbigliamento, nel trucco, nella conversazione. \n\nAdoro imparare nuove cose e so essere molto SEXY E SENSUALE\n\nModestia a parte SONO UNA DONNA MERAVIGLIOSA e INDIMENTICABILE. \n\nVieni a vivere un momento entusiasmante FATTO DI RELAX eleganza e tanta PASSIONE. Mi dedicherò tutta a te, per farti vivere un incontro UNICO e assaporare un TRIPUDIO DI EMOZIONI\n\nTI FARO' VIVERE IL TUO SOGNO PIU' BELLO grazie al mio sorriso, alla mia energia positiva, alla mia bellezza e al mio corpo profumato e curato da tanta palestra. \n\nTi aspetto.",
      "en": "﻿Please read my rate before contacting me.\n\nOf course I ask for education, hygiene, kindness and generosity, for a man who is distinguished, perfumed and of a high economic and cultural level\n\nHi, I'm Vittoria, a beautiful, high-class girl.\n\nI am refined and elegant, with an exotic charm, a perfect mix between Brazil and Japan.\n\nI'm a very cute cat but if necessary I can turn into a little devil 🙈\n\nI like to talk, laugh, I'm very curious.\n\nIf you want I can accompany you to dinners or events.\n\nI will always be appropriate to the context, in clothing, in makeup, in conversation.\n\nI love learning new things and I can be very SEXY AND SENSUAL\n\nModesty aside I AM A WONDERFUL and UNFORGETTABLE WOMAN.\n\nCome and experience an exciting moment MADE OF RELAX, elegance and a lot of PASSION. I will dedicate myself entirely to you, to make you experience a UNIQUE encounter and savor a TRIPUD OF EMOTIONS\n\nI WILL MAKE YOU LIVE YOUR MOST BEAUTIFUL DREAM thanks to my smile, my positive energy, my beauty and my body, perfumed and cared for by a lot of gym.\n\nI am waiting for you.",
      "es": "Por favor lea mi tarifa antes de contactarme.\n\nPor supuesto pido educación, higiene, amabilidad y generosidad, para un hombre distinguido, perfumado y de alto nivel económico y cultural.\n\nHola soy Vittoria una chica guapa y de mucha clase.\n\nSoy refinada y elegante, con un encanto exótico, una mezcla perfecta entre Brasil y Japón.\n\nSoy un gato muy lindo pero si es necesario puedo convertirme en un diablillo 🙈\n\nMe gusta hablar, reír, tengo mucha curiosidad.\n\nSi quieres puedo acompañarte a cenas o eventos.\n\nSiempre seré apropiada al contexto, en la vestimenta, en el maquillaje, en la conversación.\n\nMe encanta aprender cosas nuevas y puedo ser muy SEXY Y SENSUAL.\n\nModestia a un lado SOY UNA MUJER MARAVILLOSA e INOLVIDABLE.\n\nVen y vive un momento apasionante HECHO DE RELAX, elegancia y mucha PASIÓN. Me dedicaré enteramente a ti, para hacerte vivir un encuentro ÚNICO y saborear un TRIPUDIO DE EMOCIONES.\n\nTE HARÉ VIVIR TU SUEÑO MÁS HERMOSO gracias a mi sonrisa, mi energía positiva, mi belleza y mi cuerpo, perfumado y cuidado por mucho gimnasio.\n\nEstoy esperándote.",
      "pt": "﻿Por favor, leia minha tarifa antes de entrar em contato comigo.\n\nClaro que peço educação, higiene, gentileza e generosidade, para um homem distinto, perfumado e de alto nível econômico e cultural\n\nOlá, sou Vittoria, uma garota linda e de classe alta.\n\nSou refinada e elegante, com um charme exótico, uma mistura perfeita entre Brasil e Japão.\n\nSou um gato muito fofo mas se for preciso posso virar um diabinho 🙈\n\nGosto de conversar, rir, sou muito curiosa.\n\nSe quiser posso acompanhá-lo em jantares ou eventos.\n\nEstarei sempre adequada ao contexto, nas roupas, na maquiagem, na conversa.\n\nAdoro aprender coisas novas e posso ser muito SEXY E SENSUAL\n\nModéstia à parte SOU UMA MULHER MARAVILHOSA e INESQUECÍVEL.\n\nVenha vivenciar um momento emocionante FEITO DE RELAX, elegância e muita PAIXÃO. Vou me dedicar inteiramente a você, para fazer você vivenciar um encontro ÚNICO e saborear um TRIPUD DE EMOÇÕES\n\nVOU FAZER VOCÊ VIVER SEU SONHO MAIS BONITO graças ao meu sorriso, minha energia positiva, minha beleza e meu corpo, perfumado e cuidado por muita academia.\n\nEu estou esperando você."
    }
  },
  "gallery": {
    "medias": [
      {
        "id": "876a72c7-1b32-4b54-bca9-e4e14a6a10fe",
        "type": "image"
      }
    ],
    "blur": false
  },
  "preview": {
    "slug": "vittoria-595992261076",
    "dateOfBirth": "12/16/1974",
    "name": "Vittoria",
    "agency": "foo bar",
    "rate": 1100000,
    "title": {
      "original": "Top class escort in Paraguay",
      "es": "Escort de primer nivel en Paraguay",
      "en": "Top class escort in Paraguay",
      "pt": "Acompanhantes de primeira classe no Paraguai"
    },
    "services": {
      "virtual": true,
      "incall": true,
      "area": "Las Carmelitas",
      "outcall": true,
      "dinner": true,
      "travel": true
    },
    "extra": [
      "kiss",
      "couple"
    ],
    "cover": {
      "id": "876a72c7-1b32-4b54-bca9-e4e14a6a10fe"
    }
  }
}
